Repository: EasySave-Project/EasySave-ProSoft
Catalog: EasySave/EasySave/lang/langage.*.resx
Languages: fr

source: Add new Job
fr: Ajouter un nouveau travail

# btn_add
source: add
fr: Ajouter

# btn_delete
source: delete
fr: Supprimer

# btn_edit
source: Edit
fr: Modifier

# btn_save
source: Save
fr: Sauvegarder

# error_add_encrypt
source: This extension is already in the list
fr: L'extension existe déjà.

# error_add_format
source: Invalid extension format. Please enter the extension starting with a dot.
fr: l'extension n'est pas valide, entrez une extension commencant par un '.'

# error_Caract
source: Error : Illegal character or unknown number.
fr: Erreur : Caractère illégal ou numéro inconnu.

# error_CaractValid
source: Error : Illegal character. Write "Y" for yes, or "N" for no.
fr: Erreur : Caractère illégal. Ecrire \"Y\" pour oui, ou \"N\" for no.

# error_index
source: Error : The start index must be less than the end index.
fr: Erreur : L’index de début doit être inférieur à l’index de fin.

# error_listCaract
source: Error : Illegal character or there must only be two indices separated by \"-\".
fr: Erreur : Caractère illégal ou il ne doit y avoir que deux indices séparés par \"-\".

# error_Loading
source: Error : during loading :
fr: Erreur : lors du chargement

# error_NoneCodeBackup
source: Error : BackUpMode code not recognised
fr: Erreur : code BackUpMode non reconnu

# error_NoneDestPath
source: Error : Invalid destination value
fr: Erreur : La valeur de la destionation n'est pas valide

# error_NoneSourcePath
source: Error : Invalid source value
fr: Erreur : La valeur de la source n'est pas valide

# error_NoneValidJob
source: Error : Invalid job name.
fr: Erreur : Le nom du travail n'est pas valide.

# error_save
source: Error : when saving :
fr: Erreur : lors de la sauvegarde

# error_saveComplete
source: Error : during full backup :
fr: Erreur : lors de la sauvegarde complète

# error_saveDifferential
source: Error : during differential backup
fr: Erreur : lors de la sauvegarde différentiel

# error_SourcePath_NotFound
source: Error : The source directory does not exist or could not be found :
fr: Erreur : Le répertoire source n'existe pas ou n'a pas pu être trouvé :

# error_UnknowCmd
source: Error : Unknown order
fr: Erreur : Commande inconnu

# error_UnknowSaisie
source: Error : Value entered not recognised
fr: Erreur : Valeur saisie non reconnu

# ext_crypt
source: Extension to crypt
fr: Extension à crypter

# lang
source: Type of lang :
fr: Type de langue :

# log_Type
source: Type of Log :
fr: Type de log :

# msgbox_save
source: settings have been saved successfully !
fr: Paramètres sauvegardés avec succès !

# nameJob
source: Name of the job :
fr: Nom du travail :

# release
source: Release Note
fr: Notes de mise à jour

source: Run all
fr: Lancer tout

# select_folder
source: Select a folder
fr: Selectionner un dossier

# sourceDir
source: Source directory :
fr: Dossier source :

# state_Type
source: Type of State :
fr: Type de State :

# targetDir
source: Target directory :
fr: Dossier cible :

# title_addJob
source: Add a Job
fr: Ajouter un travail

# title_home
source: Home
fr: Accueil

# title_listJob
source: List of Jobs
fr: Liste des travaux

# title_setting
source: Settings
fr: Paramètres

# type
source: Type of save :
fr: Mode de sauvegarde :

# typeComplete
source: Complete
fr: Complète

# typeDifferential
source: Differential
fr: Différentielle

source: User Manual
fr: Manuel utilisateur

# view_add_AffichJobIsAdd
source: Job Add
fr: Travail Ajouter

# view_add_AffichJobIsNoAdd
source: Job No Add
fr: Travail Non Ajouter

# view_add_complet
source: Complete
fr: Complet

# view_add_confirm
source: > Confirm job creation (Y/N)
fr: > Confirmer la création du travail ? (Y/N)

# view_add_destPath
source: > Target directory address :
fr: > Adresse répertoire cible :

# view_add_diff
source: Differential
fr: Différentiel

# view_add_modComplet
source: (1) - Full mode
fr: (1) - Mode complet

# view_add_modDiff
source: (2) - Differential mode
fr: (2) – Mode différentiel

# view_add_name
source: > Job name :
fr: > Nom du travail :

# view_add_sameNameJob
source: A job with the same name already exists.
fr: Un job avec le même nom existe déjà.

# view_add_SelectMod
source: > Select backup mode :
fr: > Sélectionner le mode de sauvegarde :

# view_add_sourcePath
source: > Source directory address :
fr: > Adresse répertoire source :

# view_CantDestPath_1
source: The drive specified in the target path
fr: Le lecteur spécifié dans le chemin cible

# view_CantDestPath_2
source: Is not available.
fr: n'est pas disponible.

# view_ExecutionTime
source: Execution time :
fr: Temps d'execution :

# view_jobMax
source: The maximum number of jobs has been reached.
fr: Le nombre maximal de jobs est atteint.

# view_menu_add
source: (add) - Add a job
fr: (add) – Ajouter un travail

# view_menu_affichAll
source: Open all
fr: Tout ouvrir

# view_menu_affichExit
source: Exit program
fr: Quitter le programme

# view_menu_all
source: (all) - Sequential execution
fr: (all) - Exécution Séquentielle

# view_menu_allCmd
source: Start (S) Modify (M) Delete (D)
fr: Lancer (S) Modifier (M) Supprimer (D)

# view_menu_chainSplit1
source: The string has been split using ','.
fr: La chaîne a été split via des ','

# view_menu_chainSplit2
source: The string has been split using '-' characters
fr: La chaine a été split via des '-'

# view_menu_exe
source: Execution of job number :
fr: Execution du travail numéro :

# view_menu_exit
source: (exit) - Exit the software
fr: (exit) – Quitter le logiciel

# view_menu_lang
source: (lang) - Change language
fr: (lang) - Changer de langue

# view_menu_nameJob
source: Job
fr: Travail

# view_menu_openJob
source: Open a backup job
fr: Ouvrir un travail de sauvegarde

# view_menu_param
source: (param) - Parameters
fr: (param) - Paramètres

# view_modif
source: Modification of job number :
fr: Modification du travail numéro :

# view_modif_affich
source: Select what you wanted to change and enter the new data:
fr: Sélectionnez ce que vous vouliez modifier et entrez la nouvelle données :

# view_modif_apply
source: (apply) - Apply modification
fr: (apply) - Appliquer la modification

# view_modif_destPath
source: (3) Target directory address :
fr: (3) Adresse du répertoire cible :

# view_modif_exit
source: (exit) - Return to menu
fr: (exit) - Retour au menu

# view_modif_modAffich
source: (4) Backup mode (1-Complete / 2-Differential) :
fr: (4) Mode de sauvegarde (1-Complet / 2-Différentiel) :

# view_modif_name
source: (1) Job name :
fr: (1) Nom du travail :

# view_modif_sourcePath
source: (2) Source directory address :
fr: (2) Adresse du répertoire source :

# view_NoneTypeSave
source: Invalid backup type
fr: Type de sauvegarde invalide

# view_open1
source: Open backup job 1
fr: Ouvrir un travail de sauvegarde 1

# view_open2
source: Open backup job 2
fr: Ouvrir un travail de sauvegarde 2

# view_open3
source: Open backup job 3
fr: Ouvrir un travail de sauvegarde 3

# view_open4
source: Open backup job 4
fr: Ouvrir un travail de sauvegarde 4

# view_open5
source: Open backup job 5
fr: Ouvrir un travail de sauvegarde 5

# view_param_AffichJSON
source: The format for saving Logs and States files has been changed to .JSON
fr: Le format de sauvegarde des fichiers Logs et States a été modifié en .JSON

# view_param_AffichXML
source: The format for saving Logs and States files has been changed to .XML
fr: Le format de sauvegarde des fichiers Logs et States a été modifié en .XML

# view_param_titre
source: Save Logs and States files in :
fr: Sauvegarder les fichiers Logs et States sous le format :

# view_saveComplete
source: Full backup successful.
fr: Sauvegarde complète réussie.

# view_SaveDifferential
source: Differential backup successful.
fr: Sauvegarde différentiel réussie.

# view_SourcePathEmpty
source: The source directory is empty:
fr: Le répertoire source est vide:

# view_suppr
source: Delete job number :
fr: Supprimer travail numéro :

# view_supp_AffichJobIsNoSupp
source: Job No Delete
fr: Travail Non Supprimer

# view_supp_AffichJobIsSupp
source: Job Delete
fr: Travail Supprimer

# view_supp_confirm
source: > Do you want to delete this job (Y/N)
fr: > Voulez-vous supprimer ce travail ? (Y/N)

# view_UnknowSourcePath
source: The source directory does not exist or could not be found :
fr: Le répertoire source n'existe pas ou n'a pas pu être trouvé :
